11/data/attachments/203c63ffa5f67d80.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_4a12cc2e-af0c-4da1-be21-c2e5a632d439</nif:username>
            <nif:friendToBeAdded>Patricia_perhaps_Friend_47139_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>